const OnSale = () =>
    <div id="on-sale">
        <img src="" alt="當前優惠活動" />
        <div>
            <h3>超值優惠【活動辦法】</h3>
            <ul>
                <li>單筆訂單消費滿 990 元，免付運費（立即省 120 元）！</li>
                <li>單筆訂單消費滿 3000 元，結帳再折 300 元（總共省下 420 元）！</li>
                <li>活動時間：2021/9/24 ~ 9/30 10:00 止。</li>
                <li>促銷期間 2Ustyle 保留變更優惠方案的、活動商品以及終止活動的權利。</li>
            </ul>
        </div>
        <div>
            <h3>【出貨說明】</h3>
            <ul>
                <li>出貨作業時間為平日。</li>
                <li>週六、週日、國定假日不出貨（週日、週一、假日隔天不會到貨）。</li>
                <li>一般訂單可於下單隔天出貨（遇假日、指定到貨、巧遇商品缺貨除外）。</li>
                <li>若於週四、五下單，指定「平日」到貨，可能將延後至隔週一出貨。</li>
                <li>正常情況下，黑貓宅配通常於出貨後 1 個工作天送達。</li>
                <li>「盆栽安心宅配」出貨均採獨立包裝，收到商品須簡單動手組合盆栽。</li>
            </ul>
        </div>
        <div>
            <h3>配合疫情警戒【黑貓服務內容調整說明】</h3>
            <ul>
                <li>黑貓目前仍無法保證隔日及指定時段配達。我們將儘力依據您的需求進行出貨安排，若有延誤還請見諒。</li>
                <li>基於防疫安全，黑貓宅急便將持續推動「無接觸配送、免簽名機制」。</li>
                <li>統一由管理室代收，若無管理室敬請至一樓收件（無法配送至指定樓層）。 </li>
            </ul>
        </div>
        <h2>2Ustyle 首創植物安心宅配</h2>
        <p>逐盆保護植栽商品加上運送時採用專用透氣外箱等雙重保護，讓您可以在網路上安心採購盆栽商品。</p>
    </div>
export default OnSale;